{
  "nodes": [
    [
      { "value": "¿Con qué frecuencia tú y tu pareja hacéis estas cosas?" },
      {
        "value": "how often do you and your partner do these things?",
        "audio": true
      }
    ],
    [
      { "value": "Usar tu teléfono móvil" },
      { "value": "Use your mobile phone", "audio": true }
    ],
    [
      { "value": "Escribir un bloque (probablemente 'blog')" },
      { "value": "Write a block", "audio": true }
    ],
    [
      { "value": "Usar un sitio para compartir videos" },
      { "value": "Use a video sharing site", "audio": true }
    ],
    [
      { "value": "Enviar un mensaje de texto" },
      { "value": "Send a text message", "audio": true }
    ],
    [
      { "value": "Chatear en línea" },
      { "value": "Chat online", "audio": true }
    ],
    [
      { "value": "Actualizar tu página web" },
      { "value": "Update your webpage", "audio": true }
    ],
    [
      { "value": "Seguir un blog" },
      { "value": "Follow a blog", "audio": true }
    ],
    [
      { "value": "Compartir enlaces" },
      { "value": "Share links", "audio": true }
    ],
    [
      { "value": "Publicar mensajes" },
      { "value": "Post messages", "audio": true }
    ],
    [
      { "value": "Usar sitios de redes sociales" },
      { "value": "Use social networking sites", "audio": true }
    ],
    [
      { "value": "Uso mi teléfono para todo" },
      { "value": "I use my phone for everything", "audio": true }
    ],
    [
      {
        "value": "Envío mensajes de texto la mayor parte del tiempo porque es rápido y barato"
      },
      {
        "value": "I texts most of the time because is quick and cheap",
        "audio": true
      }
    ],
    [
      { "value": "Así que le envío mensajes de texto a mi amiga y a mi novio" },
      { "value": "So I text my friend and my boyfriend", "audio": true }
    ],
    [
      { "value": "Me gustan los mensajes de texto por el silencio" },
      { "value": "I like text because the quiet", "audio": true }
    ],
    [
      { "value": "Nadie sabe lo que estás diciendo" },
      { "value": "Nobody knows what you're saying", "audio": true }
    ],
    [
      {
        "value": "Mi mamá solía llamarme todo el tiempo para comprobar que estoy bien"
      },
      {
        "value": "My mom used to call me all the time to check I'm ok",
        "audio": true
      }
    ],
    [
      {
        "value": "Pero ahora podría enviarme mensajes de texto porque es mejor"
      },
      {
        "value": "But now she could text me because it's better",
        "audio": true
      }
    ],
    [
      {
        "value": "Me molesta mucho cuando estás hablando con alguien y está enviando mensajes de texto a otra persona"
      },
      {
        "value": "I get really annoyed when you're talking with someone and they're texting someone else",
        "audio": true
      }
    ],
    [
      { "value": "Creo que eso es muy maleducado" },
      { "value": "I think that's really rude", "audio": true }
    ],
    [
      { "value": "Uso mucho internet" },
      { "value": "I use the internet a lot", "audio": true }
    ],
    [
      {
        "value": "Uso Skype para estar en contacto con mi familia porque mi hija vive en Francia"
      },
      {
        "value": "I use skype to be in touch with my family because my daughter leaves in France",
        "audio": true
      }
    ],
    [
      { "value": "Así que no la veo muy a menudo y el teléfono es caro" },
      {
        "value": "So I don't see very often and the phone is expensive",
        "audio": true
      }
    ],
    [
      { "value": "Con internet, puedo ver a mis nietos y es maravilloso" },
      {
        "value": "With the internet, I can see my grandchildren and it's wonderful",
        "audio": true
      }
    ],
    [
      { "value": "Mi hijo me configuró el ordenador" },
      { "value": "My son set up the computer for me", "audio": true }
    ],
    [
      { "value": "Todavía no he aprendido cómo hacerlo" },
      { "value": "I haven't learn how to do that yet", "audio": true }
    ],
    [
      {
        "value": "Y a veces se cuelga durante la llamada, lo cual es molesto, o no puedo ver la imagen correctamente"
      },
      {
        "value": "And sometimes it crashes during the phone call which is annoying o I can't see the picture properly",
        "audio": true
      }
    ],
    [
      { "value": "Pero usualmente está bien" },
      { "value": "But usually it's fine", "audio": true }
    ],
    [
      { "value": "Generalmente creo que la tecnología es maravillosa" },
      { "value": "Generally I think technology is wonderful", "audio": true }
    ],
    [
      {
        "value": "Cuando era más joven solo soñábamos con tener videollamadas, pero ahora es posible y es gratis"
      },
      {
        "value": "When I was younger we only dream to have video calls but now it's possible and it's free",
        "audio": true
      }
    ],
    [
      {
        "value": "Usamos un blog. Es una gran manera de contarle a la gente sobre tus experiencias de viaje"
      },
      {
        "value": "We use a blog. It's a great way to tell people about your travelling experiences",
        "audio": true
      }
    ],
    [
      {
        "value": "Ya hemos estado en tantos lugares y es agradable contárselo a la gente"
      },
      {
        "value": "We've been to so many places already and it's nice to tell people about them",
        "audio": true
      }
    ],
    [
      {
        "value": "Y puedes poner fotos allí con la gente que conociste y los lugares que visitaste"
      },
      {
        "value": "And you can place photos there with the people you met and the places you visited",
        "audio": true
      }
    ],
    [
      {
        "value": "Lo mejor es que tan pronto como escribes el blog, gente de todo el mundo puede leerlo"
      },
      {
        "value": "The best thing is that as soon as you write the blog, people all over the world can read it",
        "audio": true
      }
    ],
    [
      {
        "value": "El único problema que tenemos es que a veces no podemos encontrar un cibercafé"
      },
      {
        "value": "The only problem we have is that sometimes we can't find an internet cafe",
        "audio": true
      }
    ],
    [
      {
        "value": "Acabo de empezar a usar sitios de redes sociales como Facebook"
      },
      {
        "value": "I've just started to use networking sites like facebook",
        "audio": true
      }
    ],
    [
      {
        "value": "He encontrado algunos amigos que no había visto en años y fue genial volver a ponernos en contacto"
      },
      {
        "value": "I've found some friends I haven't seen for years and it was great to get in touch again",
        "audio": true
      }
    ],
    [
      {
        "value": "El único problema es que sigo revisándolo cuando debería estar trabajando"
      },
      {
        "value": "The only problem is that I keep checking it when I should be working",
        "audio": true
      }
    ],
    [
      { "value": "Uso Instagram y TikTok todos los días." },
      { "value": "I use Instagram and TikTok every day.", "audio": true }
    ],
    [
      {
        "value": "Así es como me mantengo en contacto con mis amigos y veo qué hace todo el mundo."
      },
      {
        "value": "It’s how I stay in touch with my friends and see what everyone’s up to.",
        "audio": true
      }
    ],
    [
      { "value": "También sigo a algunos influencers de moda y música." },
      {
        "value": "I also follow some influencers for fashion and music.",
        "audio": true
      }
    ],
    [
      {
        "value": "Sin embargo, a veces paso demasiado tiempo deslizando (haciendo scroll)."
      },
      {
        "value": "Sometimes I spend too much time scrolling, though.",
        "audio": true
      }
    ],
    [
      {
        "value": "Mis padres dicen que debería tomar un descanso, but es difícil porque todo el mundo está en línea todo el tiempo."
      },
      {
        "value": "My parents say I should take a break, but it’s hard because everyone’s online all the time.",
        "audio": true
      }
    ],
    [
      {
        "value": "Aún así, creo que es divertido y una buena manera de mantenerse conectado."
      },
      {
        "value": "Still, I think it’s fun and a good way to stay connected.",
        "audio": true
      }
    ],
    [
      { "value": "Uso mucho LinkedIn para el trabajo." },
      { "value": "I use LinkedIn a lot for work.", "audio": true }
    ],
    [
      {
        "value": "Me ayuda a mantenerme actualizado con las noticias de la industria y a conectar con otros profesionales."
      },
      {
        "value": "It helps me stay updated with industry news and connect with other professionals.",
        "audio": true
      }
    ],
    [
      {
        "value": "Incluso he encontrado un par de trabajos freelance a través de él."
      },
      {
        "value": "I’ve even found a couple of freelance jobs through it.",
        "audio": true
      }
    ],
    [
      {
        "value": "Las redes sociales también son útiles para promocionar mi portafolio, especialmente en Instagram."
      },
      {
        "value": "Social media is also useful for promoting my portfolio, especially on Instagram.",
        "audio": true
      }
    ],
    [
      {
        "value": "Solo tengo que tener cuidado de no perder tiempo en ellas cuando se supone que debo estar trabajando en proyectos."
      },
      {
        "value": "I just have to be careful not to waste time on it when I’m supposed to be working on projects.",
        "audio": true
      }
    ],
    [
      {
        "value": "Me uní a un grupo de Facebook para gente que ama la jardinería."
      },
      {
        "value": "I joined a Facebook group for people who love gardening.",
        "audio": true
      }
    ],
    [
      {
        "value": "Compartimos fotos de nuestras plantas y nos damos consejos mutuamente."
      },
      {
        "value": "We share photos of our plants and give advice to each other.",
        "audio": true
      }
    ],
    [
      {
        "value": "También veo tutoriales de YouTube cuando quiero aprender algo nuevo."
      },
      {
        "value": "I also watch YouTube tutorials when I want to learn something new.",
        "audio": true
      }
    ],
    [
      {
        "value": "Al principio, me resultó un poco difícil, pero mi nieto me ayudó a empezar."
      },
      {
        "value": "At first, I found it a bit difficult, but my grandson helped me get started.",
        "audio": true
      }
    ],
    [
      {
        "value": "Ahora lo disfruto mucho – me mantiene ocupada y también he hecho algunos amigos nuevos."
      },
      {
        "value": "Now I enjoy it a lot – it keeps me busy and I’ve made some new friends too.",
        "audio": true
      }
    ],
    [
      { "value": "Sigo algunas páginas de crianza en las redes sociales." },
      {
        "value": "I follow a few parenting pages on social media.",
        "audio": true
      }
    ],
    [
      {
        "value": "Dan muy buenos consejos y me hacen sentir menos sola cuando estoy lidiando con las rabietas de los niños pequeños."
      },
      {
        "value": "They give great tips and make me feel less alone when I’m dealing with toddler tantrums.",
        "audio": true
      }
    ],
    [
      {
        "value": "También hay grupos locales donde la gente regala juguetes u organiza citas para jugar."
      },
      {
        "value": "There are also local groups where people give away toys or arrange playdates.",
        "audio": true
      }
    ],
    [
      {
        "value": "Sin embargo, trato de no comparar mi vida con la de otros en línea."
      },
      {
        "value": "I try not to compare my life to others online, though.",
        "audio": true
      }
    ],
    [
      {
        "value": "Es fácil sentir que a todos los demás les va mejor que a ti."
      },
      {
        "value": "It’s easy to feel like everyone else is doing better than you.",
        "audio": true
      }
    ],
    [
      { "value": "Pero en general, ha sido útil y he aprendido mucho." },
      {
        "value": "But overall, it’s been helpful and I’ve learned a lot.",
        "audio": true
      }
    ],
    [
      {
        "value": "Empecé a usar una aplicación de citas hace unos seis meses."
      },
      {
        "value": "I started using a dating app about six months ago.",
        "audio": true
      }
    ],
    [
      {
        "value": "Al principio, no estaba seguro/a de qué esperar – solo quería probar algo nuevo."
      },
      {
        "value": "At first, I wasn’t sure what to expect – I just wanted to try something new.",
        "audio": true
      }
    ],
    [
      {
        "value": "Es un poco incómodo a veces, pero he conocido a algunas personas interesantes."
      },
      {
        "value": "It’s a bit awkward at times, but I’ve met some interesting people.",
        "audio": true
      }
    ],
    [
      {
        "value": "No estoy buscando nada demasiado serio en este momento, solo alguien con quien hablar y tal vez salir."
      },
      {
        "value": "I’m not looking for anything too serious right now, just someone to talk to and maybe go out with.",
        "audio": true
      }
    ],
    [
      {
        "value": "En realidad me ha ayudado a sentirme más seguro/a para iniciar conversaciones."
      },
      {
        "value": "It’s actually helped me feel more confident about starting conversations.",
        "audio": true
      }
    ],
    [
      {
        "value": "A veces la gente deja de responder sin razón, lo cual es frustrante."
      },
      {
        "value": "Sometimes people stop replying for no reason, which is frustrating.",
        "audio": true
      }
    ],
    [
      { "value": "Pero en general, ha sido una experiencia divertida." },
      { "value": "But overall, it’s been a fun experience.", "audio": true }
    ],
    [
      {
        "value": "Me uní a un sitio de citas el año pasado después de que un amigo me lo recomendara."
      },
      {
        "value": "I joined a dating site last year after a friend recommended it.",
        "audio": true
      }
    ],
    [
      {
        "value": "En esta etapa de mi vida, estoy buscando algo más serio, no solo citas casuales."
      },
      {
        "value": "At this stage in my life, I’m looking for something more serious, not just casual dates.",
        "audio": true
      }
    ],
    [
      {
        "value": "Es conveniente porque realmente no tengo tiempo para conocer gente de la manera tradicional."
      },
      {
        "value": "It’s convenient because I don’t really have time to meet people the traditional way.",
        "audio": true
      }
    ],
    [
      {
        "value": "He tenido algunas conversaciones agradables, e incluso tuve un par de citas."
      },
      {
        "value": "I’ve had a few nice conversations, and I even went on a couple of dates.",
        "audio": true
      }
    ],
    [
      {
        "value": "Puede ser un poco agotador deslizar perfiles, y algunas personas no son realmente honestas."
      },
      {
        "value": "It can be a bit tiring swiping through profiles, and some people aren’t really honest.",
        "audio": true
      }
    ],
    [
      {
        "value": "Pero sigo pensando que es una herramienta útil – solo tienes que ser paciente y cuidadoso/a."
      },
      {
        "value": "But I still think it’s a useful tool – you just have to be patient and careful.",
        "audio": true
      }
    ],
    [
      {
        "value": "Todavía no he aprendido a hacerlo yo mismo/a, pero espero aprender pronto"
      },
      {
        "value": "I haven't learnt how to do it myself yet, but I hope to learn soon",
        "audio": true
      }
    ],
    [
      {
        "value": "Acabo de empezar a usar sitios de redes sociales, empecé hace unos días"
      },
      {
        "value": "I've just started to use networking sites, I started a few days ago",
        "audio": true
      }
    ],
    [
      {
        "value": "Ya hemos estado en tantos lugares, no pensábamos que fuera posible viajar tanto"
      },
      {
        "value": "We've been to so many places already, we didn't think it was possible to travel so much",
        "audio": true
      }
    ],
    [
      {
        "value": "Usa 'yet' en frases negativas y preguntas para algo que esperabas que sucediera antes de ahora"
      },
      {
        "value": "Use yet in negative sentences and questions for something you expected to happen before now",
        "audio": true
      }
    ],
    [
      { "value": "Usa 'just' para algo que sucedió hace poco tiempo" },
      {
        "value": "Use just for something that happened as short time ago",
        "audio": true
      }
    ],
    [
      {
        "value": "Usa 'already' para algo que sucedió antes de ahora, o antes de lo esperado"
      },
      {
        "value": "Use already for something which happened before now, or earlier than expected",
        "audio": true
      }
    ],
    [
      { "value": "Acabo de comprar un coche nuevo" },
      { "value": "I've just bought a new car", "audio": true }
    ],
    [
      { "value": "Todavía no he hecho nada de deporte esta semana" },
      { "value": "I haven't done any sport this week yet", "audio": true }
    ],
    [
      { "value": "Mi mejor amigo/a acaba de tener un bebé" },
      { "value": "My best friend has just have a baby", "audio": true }
    ],
    [
      { "value": "Ya he tenido vacaciones este año" },
      { "value": "I've already had a holiday this year", "audio": true }
    ],
    [
      { "value": "Todavía no he terminado mis deberes" },
      { "value": "I haven't finished my homework yet", "audio": true }
    ],
    [
      { "value": "Ya he visto la nueva película de James Bond" },
      { "value": "I've already seen the new James Bond movie", "audio": true }
    ],
    [
      { "value": "Acabo de mudarme de casa" },
      { "value": "I've just moved house", "audio": true }
    ],
    [
      { "value": "Acabo de pagar mi próximo curso de inglés" },
      { "value": "I've just paid for my next English course", "audio": true }
    ],
    [
      { "value": "Acabo de almorzar." },
      { "value": "I’ve just eaten lunch.", "audio": true }
    ],
    [
      { "value": "Ella acaba de llamarme." },
      { "value": "She’s just called me.", "audio": true }
    ],
    [
      { "value": "Ellos acaban de salir del edificio." },
      { "value": "They’ve just left the building.", "audio": true }
    ],
    [
      { "value": "Acabamos de llegar al aeropuerto." },
      { "value": "We’ve just arrived at the airport.", "audio": true }
    ],
    [
      { "value": "Él acaba de terminar su clase en línea." },
      { "value": "He’s just finished his online class.", "audio": true }
    ],
    [
      { "value": "Ya he lavado los platos." },
      { "value": "I’ve already done the dishes.", "audio": true }
    ],
    [
      { "value": "Ella ya se ha ido a la cama." },
      { "value": "She’s already gone to bed.", "audio": true }
    ],
    [
      { "value": "Ya hemos visitado ese museo." },
      { "value": "We’ve already visited that museum.", "audio": true }
    ],
    [
      { "value": "Él ya me ha contado la noticia." },
      { "value": "He’s already told me the news.", "audio": true }
    ],
    [
      { "value": "Ellos ya han empezado la reunión." },
      { "value": "They’ve already started the meeting.", "audio": true }
    ],
    [
      { "value": "¿Ya has terminado tu ensayo?" },
      { "value": "Have you finished your essay yet?", "audio": true }
    ],
    [
      { "value": "Todavía no he visto esa película." },
      { "value": "I haven’t seen that movie yet.", "audio": true }
    ],
    [
      { "value": "¿Ya han llegado?" },
      { "value": "Have they arrived yet?", "audio": true }
    ],
    [
      { "value": "Ella todavía no ha respondido a mi mensaje." },
      { "value": "She hasn’t replied to my message yet.", "audio": true }
    ],
    [
      { "value": "¿Ya has reservado el hotel?" },
      { "value": "Have you booked the hotel yet?", "audio": true }
    ]
  ]
}
