{
  "nodes": [
    [
      {
        "value": "Empecé a usar una aplicación de citas hace unos seis meses."
      },
      {
        "value": "I started using a dating app about six months ago.",
        "audio": true
      }
    ],
    [
      {
        "value": "Al principio, no estaba seguro/a de qué esperar – solo quería probar algo nuevo."
      },
      {
        "value": "At first, I wasn’t sure what to expect – I just wanted to try something new.",
        "audio": true
      }
    ],
    [
      {
        "value": "Es un poco incómodo a veces, pero he conocido a algunas personas interesantes."
      },
      {
        "value": "It’s a bit awkward at times, but I’ve met some interesting people.",
        "audio": true
      }
    ],
    [
      {
        "value": "No estoy buscando nada demasiado serio en este momento, solo alguien con quien hablar y tal vez salir."
      },
      {
        "value": "I’m not looking for anything too serious right now, just someone to talk to and maybe go out with.",
        "audio": true
      }
    ],
    [
      {
        "value": "En realidad me ha ayudado a sentirme más seguro/a para iniciar conversaciones."
      },
      {
        "value": "It’s actually helped me feel more confident about starting conversations.",
        "audio": true
      }
    ],
    [
      {
        "value": "A veces la gente deja de responder sin razón, lo cual es frustrante."
      },
      {
        "value": "Sometimes people stop replying for no reason, which is frustrating.",
        "audio": true
      }
    ],
    [
      { "value": "Pero en general, ha sido una experiencia divertida." },
      { "value": "But overall, it’s been a fun experience.", "audio": true }
    ],
    [
      {
        "value": "Me uní a un sitio de citas el año pasado después de que un amigo me lo recomendara."
      },
      {
        "value": "I joined a dating site last year after a friend recommended it.",
        "audio": true
      }
    ],
    [
      {
        "value": "En esta etapa de mi vida, estoy buscando algo más serio, no solo citas casuales."
      },
      {
        "value": "At this stage in my life, I’m looking for something more serious, not just casual dates.",
        "audio": true
      }
    ],
    [
      {
        "value": "Es conveniente porque realmente no tengo tiempo para conocer gente de la manera tradicional."
      },
      {
        "value": "It’s convenient because I don’t really have time to meet people the traditional way.",
        "audio": true
      }
    ],
    [
      {
        "value": "He tenido algunas conversaciones agradables, e incluso tuve un par de citas."
      },
      {
        "value": "I’ve had a few nice conversations, and I even went on a couple of dates.",
        "audio": true
      }
    ],
    [
      {
        "value": "Puede ser un poco agotador deslizar perfiles, y algunas personas no son realmente honestas."
      },
      {
        "value": "It can be a bit tiring swiping through profiles, and some people aren’t really honest.",
        "audio": true
      }
    ],
    [
      {
        "value": "Pero sigo pensando que es una herramienta útil – solo tienes que ser paciente y cuidadoso/a."
      },
      {
        "value": "But I still think it’s a useful tool – you just have to be patient and careful.",
        "audio": true
      }
    ],
    [
      {
        "value": "Todavía no he aprendido a hacerlo yo mismo/a, pero espero aprender pronto"
      },
      {
        "value": "I haven't learnt how to do it myself yet, but I hope to learn soon",
        "audio": true
      }
    ],
    [
      {
        "value": "Acabo de empezar a usar sitios de redes sociales, empecé hace unos días"
      },
      {
        "value": "I've just started to use networking sites, I started a few days ago",
        "audio": true
      }
    ],
    [
      {
        "value": "Ya hemos estado en tantos lugares, no pensábamos que fuera posible viajar tanto"
      },
      {
        "value": "We've been to so many places already, we didn't think it was possible to travel so much",
        "audio": true
      }
    ],
    [
      {
        "value": "Usa 'yet' en frases negativas y preguntas para algo que esperabas que sucediera antes de ahora"
      },
      {
        "value": "Use yet in negative sentences and questions for something you expected to happen before now",
        "audio": true
      }
    ],
    [
      { "value": "Usa 'just' para algo que sucedió hace poco tiempo" },
      {
        "value": "Use just for something that happened as short time ago",
        "audio": true
      }
    ],
    [
      {
        "value": "Usa 'already' para algo que sucedió antes de ahora, o antes de lo esperado"
      },
      {
        "value": "Use already for something which happened before now, or earlier than expected",
        "audio": true
      }
    ],
    [
      { "value": "Acabo de comprar un coche nuevo" },
      { "value": "I've just bought a new car", "audio": true }
    ]
  ]
}
