{
  "nodes": [
    [
      {
        "value": "La última vez que estuve realmente nervioso fue antes de mi examen de conducir."
      },
      {
        "value": "The last time I was really nervous was before my driving test.",
        "audio": true
      }
    ],
    [
      {
        "value": "¡Oh, me lo imagino! ¿Por qué estabas tan nervioso?"
      },
      {
        "value": "Oh, I can imagine! Why were you so nervous?",
        "audio": true
      }
    ],
    [
      {
        "value": "Bueno, había estudiado mucho, pero me preocupaba cometer un error tonto."
      },
      {
        "value": "Well, I had studied a lot, but I was worried about making a silly mistake.",
        "audio": true
      }
    ],
    [
      {
        "value": "¿Aprobaste el examen?"
      },
      {
        "value": "Did you pass the test?",
        "audio": true
      }
    ],
    [
      {
        "value": "¡Sí, afortunadamente! Pero estuve temblando todo el tiempo."
      },
      {
        "value": "Yes, thankfully! But I was shaking the whole time.",
        "audio": true
      }
    ],
    [
      {
        "value": "La última vez que me sentí un poco incómodo fue en la fiesta de un amigo el mes pasado."
      },
      {
        "value": "The last time I felt a bit uncomfortable was at a friend's party last month.",
        "audio": true
      }
    ],
    [
      {
        "value": "¿De verdad? ¿Por qué fue eso?"
      },
      {
        "value": "Really? Why was that?",
        "audio": true
      }
    ],
    [
      {
        "value": "Había tanta gente que no conocía, y la música estaba extremadamente alta."
      },
      {
        "value": "There were so many people I didn't know, and the music was extremely loud.",
        "audio": true
      }
    ],
    [
      {
        "value": "¿Te quedaste mucho tiempo?"
      },
      {
        "value": "Did you stay for long?",
        "audio": true
      }
    ],
    [
      {
        "value": "No, en realidad no. Me fui después de aproximadamente una hora."
      },
      {
        "value": "No, not really. I left after about an hour.",
        "audio": true
      }
    ],
    [
      {
        "value": "La última vez que me quedé verdaderamente asombrado fue cuando visité la Alhambra en Granada."
      },
      {
        "value": "The last time I was truly amazed was when I visited the Alhambra in Granada.",
        "audio": true
      }
    ],
    [
      {
        "value": "¡Guau, eso suena increíble! ¿Qué fue lo que más te gustó?"
      },
      {
