{
  "nodes": [
    [
      {
        "value": "Muchos de nosotros encontramos difícil concentrarnos los viernes."
      },
      {
        "value": "Many of us find it difficult to concentrate on a Friday.",
        "audio": true
      }
    ],
    [
      {
        "value": "Casi la mitad de nosotros pierde el tiempo en el trabajo el viernes por la tarde."
      },
      {
        "value": "Nearly half of us waste time at work on Friday afternoon.",
        "audio": true
      }
    ],
    [
      {
        "value": "Perdemos el tiempo buscando artículos de noticias divertidos o viendo videos tontos de gatos."
      },
      {
        "value": "We waste time by looking up funny news articles or watching silly cat videos.",
        "audio": true
      }
    ],
    [
      {
        "value": "También perdemos el tiempo planificando nuestras próximas vacaciones."
      },
      {
        "value": "We also waste time planning our next holiday.",
        "audio": true
      }
    ],
    [
      {
        "value": "Pero desafortunadamente, el problema no es solo un problema de viernes."
      },
      {
        "value": "But unfortunately, the problem isn't just a Friday problem.",
        "audio": true
      }
    ],
    [
      {
        "value": "La gente está perdiendo cada vez más tiempo."
      },
      {
        "value": "People are wasting more and more time.",
        "audio": true
      }
    ],
    [
      {
        "value": "Están distraídos por internet y las redes sociales."
      },
      {
        "value": "They are distracted by the internet and social media.",
        "audio": true
      }
    ],
    [
      {
        "value": "Esto sucede cuando deberían estar trabajando o estudiando."
      },
      {
        "value": "This happens when they should be working or studying.",
        "audio": true
      }
    ],
    [
      {
        "value": "Un informe ha demostrado este problema."
      },
      {
        "value": "A report has shown this problem.",
        "audio": true
      }
    ],
    [
      {
        "value": "Los usuarios de computadoras pierden hasta ocho días al mes en internet."
      },
      {
        "value": "Computer users waste up to eight days a month on the internet.",
        "audio": true
      }
    ],
    [
      {
        "value": "La mayoría de las personas encuestadas se distraían 'todo o la mayor parte del tiempo'."
      },
      {
        "value": "Most people questioned were distracted 'all or most of the time'.",
        "audio": true
      }
    ],
    [
      {
        "value": "Esto sucede cuando trabajan o estudian en línea."
      },
      {
        "value": "This happens when they work or study online.",
        "audio": true
      }
    ],
    [
      {
        "value": "El estudio demostró que internet también puede ser perjudicial para las relaciones."
      },
      {
        "value": "The study showed the internet can be bad for relationships too.",
        "audio": true
      }
    ],
    [
      {
        "value": "La gente discute con sus parejas."
      },
      {
        "value": "People argue with their partners.",
        "audio": true
      }
    ],
    [
      {
        "value": "Sus parejas pasan demasiado tiempo en su computadora o dispositivo móvil."
      },
      {
        "value": "Their partners spend too much time on their computer or mobile device.",
        "audio": true
      }
    ],
    [
      {
        "value": "Afortunadamente, hay una respuesta simple al problema."
      },
      {
        "value": "Luckily, there is a simple answer to the problem.",
        "audio": true
      }
    ],
    [
      {
        "value": "Es dejar internet y seguir con la vida."
      },
      {
        "value": "It is to get off the internet and get on with life.",
        "audio": true
      }
    ]
  ]
}
